Revit 2027 API
ParameterTypeId.RbsElecVoltageDropParam Property
 "Voltage Drop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecVoltageDropParam { get; }
Public Shared ReadOnly Property RbsElecVoltageDropParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecVoltageDropParam {
	ForgeTypeId^ get ();
}
static member RbsElecVoltageDropParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace